{ 
    "dollyQuotes":

        [       
            "The way I see it, if you want the rainbow, you got to put up with the rain.",
            "I’m not happy all the time, and I wouldn’t want to be, because that would make me a shallow person. But I do try to find the good in everybody.",
            "Storms make trees take deeper roots.",
            "If your actions create a legacy that inspires others to dream more, learn more, do more, and become more, then you are an excellent leader.",
            "Life is a song to me.",
            "I think everyone should be with who they love.",
            "Don’t get so busy making a living that you forget to make a life.",
            "I’m very real where it counts, and that’s inside.",
            "Find out who you are. And do it on purpose.",
            "The seeds of dreams are often found in books, and the seeds you help plant in your community can grow across the world.",
            "When someone shows you their true colors, believe them.",
            "I know how to stand my ground. I know how to speak up. I know how to stand sturdy. But that doesn’t mean I’ve hardened my heart.",
            "You’ll never do a whole lot unless you’re brave enough to try.",
            "They think I’m simpleminded because I seem to be happy. Why shouldn’t I be happy? I have everything I ever wanted and more. Maybe I am simpleminded. Maybe that’s the key: simple.",
            "People say how you stay looking so young? I say, well, good lighting, good doctors, and good makeup.",
            "I was the first woman to burn my bra—it took the fire department four days to put it out",
            "I’m not offended by all of the dumb blonde jokes because I know I’m not dumb…and I also know that I’m not blonde.",
            "People say I look so happy; and I say, ‘That’s the Botox.’",
            "My husband calls me ‘catfish.’ He says I’m all mouth and no brains.",
            "I just don’t have time to get old!",
            "If he’s looking at my eyes, he’s looking for intelligence. If he’s looking at my mouth, he’s looking for wisdom. If he’s looking anywhere else except my chest, he’s looking for another man.",
            "I have little feet because nothing grows in the shade.",
            "I have pretty good skin considering my age, and I think a lot of it is mineral oil and bacon grease.",
            "If you start too soon tellin’ about who all you slept with, you’re gonna run into a lot of guys that don’t want to take a chance on makin’ your next book.",
            "I know some of the best Dolly Parton jokes. I made ’em up myself.",
            "I am a self-made woman, and I have the doctor bills to prove it.",
            "They got me busier than a one-legged man in a butt-kicking contest.",
            "Yes, I support gay marriage. They have every right to be as miserable as straight people.",
            "When I was with Andy Warhol, I thought, ‘God, his wig looks cheaper than mine!’",
            "If you don’t like the road you’re walking, start paving another one.",
            "You’ll never do a whole lot unless you’re brave enough to try.",
            "I’m not going to limit myself just because people won’t accept the fact that I can do something else.",
            "We cannot direct the wind, but we can adjust the sails.",
            "Storms make trees take deeper roots.",
            "Taylor is the best! I hope you're here to hire her for a job!"
        ]
}